"%@ already exists. Replace?" = "%@ đã tồn tại. Thay thế?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "Mã nguồn bên thứ ba";
"?" = "?";
"\"%@\" notification is disabled" = "Thông báo \"%@\" đã bị tắt";
"About Fcitx5 macOS" = "Về Fcitx5 macOS";
"About matching key position" = "Giới thiệu về khớp theo vị trí phím";
"Add" = "Thêm";
"Add an empty group" = "Thêm nhóm trống";
"Add group" = "Thêm nhóm";
"Add input methods" = "Thêm phương thức nhập";
"Add item" = "Thêm mục";
"Addon Config" = "Cấu hình tiện ích";
"Advanced" = "Nâng cao";
"All phrases are imported" = "Tất cả cụm từ đã được nhập";
"All plugins are up to date" = "Tất cả tiện ích đã là bản mới nhất";
"Alpha (0-255)" = "Độ trong suốt (0-255)";
"Amharic" = "Tiếng Amharic";
"and" = "và";
"Arabic" = "Tiếng Ả Rập";
"Are you sure to uninstall selected plugins?" = "Bạn có chắc chắn muốn gỡ bỏ các tiện ích đã chọn không?";
"Are you sure to uninstall?" = "Bạn có chắc chắn muốn gỡ bỏ không?";
"Available" = "Có sẵn";
"Cancel" = "Hủy";
"Cannot show config for %@: %@" = "Không thể hiển thị cấu hình cho %1: %2";
"Check update" = "Kiểm tra cập nhật";
"Checking" = "Đang kiểm tra";
"Chinese" = "Tiếng Trung";
"Clear all data" = "Xóa toàn bộ dữ liệu";
"Clear user data" = "Xóa dữ liệu người dùng";
"Cleared" = "Đã xóa";
"Click or drag %@ file here" = "Nhấp vào hoặc kéo tệp %@ vào đây";
"Click or drag image file here" = "Nhấp vào hoặc kéo tệp hình ảnh vào đây";
"Click or drag theme file (.conf) here" = "Nhấp vào hoặc kéo tệp chủ đề (.conf) vào đây";
"Click or drag to this area" = "Nhấn hoặc kéo vào vùng này";
"Click to record" = "Nhấn để ghi";
"Close" = "Đóng";
"Config" = "Cấu hình";
"Copy" = "Sao chép";
"Create" = "Tạo";
"Current keyboard layout: %@" = "Bố cục bàn phím hiện tại: %@";
"Custom Phrase" = "Cụm từ tùy chỉnh";
"Cut" = "Cắt";
"Data" = "Dữ liệu";
"Data manager" = "Trình quản lý dữ liệu";
"Debug" = "Gỡ lỗi";
"Default" = "Mặc định";
"Developed by" = "Phát triển bởi";
"Disable" = "Tắt";
"Done" = "Xong";
"Download failed" = "Tải xuống thất bại";
"Edit" = "Sửa";
"Enable" = "Bật";
"English" = "Tiếng Anh";
"Error" = "Lỗi";
"Export data to …" = "Xuất dữ liệu sang …";
"Export failed" = "Xuất thất bại";
"Export succeeded" = "Xuất thành công";
"Failed to check update" = "Kiểm tra cập nhật thất bại";
"Failed to convert txt table(s): %@" = "Chuyển đổi bảng txt thất bại: %@";
"Failed to copy Squirrel files" = "Sao chép tệp Squirrel thất bại";
"Failed to create" = "Tạo thất bại";
"Failed to import %@ dict(s)" = "Nhập %1 từ điển thất bại";
"Failed to remove" = "Xóa thất bại";
"Failed to save" = "Lưu thất bại";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 đã là bản mới nhất";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 sẽ tự khởi động lại nếu cần.";
"Fcitx5 will auto restart." = "Fcitx5 sẽ tự khởi động lại.";
"Files with the same name will be overridden." = "Các tệp cùng tên sẽ bị ghi đè.";
"Follow App background (Liquid Glass)" = "Theo nền ứng dụng (Liquid Glass)";
"Font family" = "Phông chữ";
"Generic" = "Chung";
"Generic font families" = "Phông chữ chung";
"Global Config" = "Cấu hình toàn cục";
"Group name" = "Tên nhóm";
"Hamster" = "Hamster";
"Hide" = "Ẩn";
"https:// or data:image/png;base64," = "https:// hoặc data:image/png;base64,";
"Import" = "Nhập";
"Import customized table" = "Nhập bảng tùy chỉnh";
"Import data from …" = "Nhập dữ liệu từ …";
"Import dictionaries" = "Nhập từ điển";
"Import native custom phrases" = "Nhập cụm từ tùy chỉnh gốc";
"Import succeeded" = "Nhập thành công";
"Imported %@ phrase(s)" = "Đã nhập %1 cụm từ";
"Include Rime user directory in backup file?" = "Bao gồm thư mục người dùng Rime trong tệp sao lưu?";
"Input Methods" = "Phương thức nhập";
"Install" = "Cài đặt";
"Install failed" = "Cài đặt thất bại";
"Install manually" = "Cài đặt thủ công";
"Installed" = "Đã cài đặt";
"Invalid file name" = "Tên tệp không hợp lệ";
"Invalid regular expression" = "Biểu thức chính quy không hợp lệ";
"Invalid zip" = "Tệp zip không hợp lệ";
"Items failed to import:" = "Các mục nhập thất bại:";
"Japanese" = "Tiếng Nhật";
"Keyboard layout not available" = "Bố cục bàn phím không khả dụng";
"Keyword" = "Từ khóa";
"Korean" = "Tiếng Hàn";
"Latest (unstable) version available" = "Có bản mới nhất (không ổn định)";
"Licensed under" = "Giấy phép";
"Local" = "Cục bộ";
"Local Squirrel" = "Squirrel cục bộ";
"Malayalam" = "Tiếng Malayalam";
"Match key position" = "Khớp theo vị trí phím";
"Maybe later" = "Có thể sau";
"Name" = "Tên";
"New file" = "Tệp mới";
"No" = "Không";
"No files selected" = "Chưa chọn tệp";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Thông thường, phím tắt khớp với ký tự do bố cục bàn phím hiện tại tạo ra. Khi bật tùy chọn này, phím tắt sẽ bỏ qua bố cục bàn phím và chỉ khớp theo vị trí của phím. Ví dụ, phím tắt được ghi trên phím A của QWERTY vẫn sử dụng vị trí đó sau khi chuyển sang Dvorak.";
"OK" = "OK";
"Only show current language" = "Chỉ hiển thị ngôn ngữ hiện tại";
"Open dictionary directory" = "Mở thư mục từ điển";
"Open directory" = "Mở thư mục";
"Open in editor" = "Mở trong trình soạn thảo";
"Order" = "Thứ tự";
"Other" = "Khác";
"Paste" = "Dán";
"Phrase" = "Cụm từ";
"Pinyin Dictionaries" = "Từ điển Pinyin";
"Pinyin user data" = "Dữ liệu người dùng Pinyin";
"Please update Fcitx5 in \"About\" first" = "Vui lòng cập nhật Fcitx5 tại \"Về\" trước";
"Plugin Manager" = "Trình quản lý tiện ích";
"Preview" = "Xem trước";
"Quick Phrase" = "Cụm từ nhanh";
"Reload" = "Tải lại";
"Reloaded" = "Đã tải lại";
"Remove" = "Xóa";
"Remove dictionaries" = "Xóa từ điển";
"Remove items" = "Xóa mục";
"Rename" = "Đổi tên";
"Rename group" = "Đổi tên nhóm";
"Reset current page. To reset a single item/group, right click on its label." = "Đặt lại trang hiện tại. Để đặt lại một mục/nhóm, nhấp chuột phải vào nhãn của nó.";
"Reset to default" = "Đặt lại mặc định";
"Restart" = "Khởi động lại";
"Restart process to load new fonts" = "Khởi động lại tiến trình để tải phông chữ mới";
"Right click to reset this group" = "Nhấp chuột phải để đặt lại nhóm này";
"Right click to reset this item" = "Nhấp chuột phải để đặt lại mục này";
"Rime binaries" = "Tệp nhị phân Rime";
"Rime config" = "Cấu hình Rime";
"Rime user data" = "Dữ liệu người dùng Rime";
"Russian" = "Tiếng Nga";
"Save" = "Lưu";
"Saved" = "Đã lưu";
"Search" = "Tìm kiếm";
"Select" = "Chọn";
"Select a language from the left list." = "Chọn một ngôn ngữ từ danh sách bên trái.";
"Select All" = "Chọn Tất cả";
"Select an input method from the side bar." = "Chọn một phương thức nhập từ thanh bên.";
"Select App" = "Chọn ứng dụng";
"Select font" = "Chọn phông chữ";
"Select image" = "Chọn hình ảnh";
"Select/Import CSS" = "Chọn/Nhập CSS";
"Select/Import theme" = "Chọn/Nhập chủ đề";
"Selected %@ file(s)" = "Đã chọn %@ tệp";
"Set keyboard layout of group" = "Đặt bố cục bàn phím của nhóm";
"Set keyboard layout of input method" = "Đặt bố cục bàn phím của phương thức nhập";
"Show keyboard layout" = "Hiển thị bố cục bàn phím";
"Sinhala" = "Tiếng Sinhala";
"Sogou Cell Dictionary" = "Từ điển Sogou Cell";
"Status bar is hidden" = "Thanh trạng thái đã bị ẩn";
"Switch to Debug" = "Chuyển sang chế độ Gỡ lỗi";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Chỉ chuyển sang gỡ lỗi khi Fcitx5 bị crash và bạn muốn giúp khắc phục.";
"Switch to Release" = "Chuyển sang chế độ Phát hành";
"Table" = "Bảng";
"Table config: *.conf or *.conf.in" = "Cấu hình bảng: *.conf hoặc *.conf.in";
"Table data: *.dict or *.txt" = "Dữ liệu bảng: *.dict hoặc *.txt";
"Tamil" = "Tiếng Tamil";
"Thai" = "Tiếng Thái";
"Theme Editor" = "Trình soạn thảo chủ đề";
"Theme name" = "Tên chủ đề";
"Toggle input method" = "Chuyển đổi phương thức nhập";
"Toggle Sidebar" = "Bật/tắt thanh bên";
"Toggle the visibility of the sidebar" = "Bật/tắt hiển thị thanh bên";
"Type here to preview style" = "Nhập tại đây để xem trước kiểu";
"Ukrainian" = "Tiếng Ukraina";
"Uninstall" = "Gỡ bỏ";
"Uninstall and keep user data" = "Gỡ bỏ và giữ dữ liệu người dùng";
"Uninstall failed, you may need to manually remove" = "Gỡ bỏ thất bại, bạn có thể cần xóa thủ công";
"Unknown - %@" = "Không xác định - %@";
"Unsupported config" = "Cấu hình không được hỗ trợ";
"Unsupported option type %@" = "Loại tùy chọn không được hỗ trợ %@";
"Update" = "Cập nhật";
"Update available" = "Có bản cập nhật";
"Update now" = "Cập nhật ngay";
"uses" = "sử dụng";
"Version %@ available" = "Có bản %@";
"Vietnamese" = "Tiếng Việt";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Khi Liquid Glass được bật, chủ đề theo nền ứng dụng, giống như hành vi của các phương thức nhập tích hợp sẵn.\nĐể đặt chủ đề sáng/tối cố định, vui lòng chuyển Nền → Làm mờ sang \"Không\" hoặc \"Làm mờ\".";
"Yes" = "Có";
"You may re-enable it in Advanced → macOS Frontend." = "Bạn có thể bật lại trong Nâng cao → Giao diện macOS.";
"You may re-enable it in Advanced → macOS Notification." = "Bạn có thể bật lại trong Nâng cao → Thông báo macOS.";
"Your system version is no longer supported" = "Phiên bản hệ thống của bạn không còn được hỗ trợ";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
